<template>
    <div class="agreement-content">
      欢迎您使用助销帮平台！

      <br /><br />为使用助销帮平台，你应当阅读并遵守《助销帮公众平台用户服务协议》（以下简称“本协议”）以及专项规则等。请你务必审慎阅读、充分理解各条款内容，并选择接受或不接受。除非你已阅读并接受本协议所有条款，否则你无权使用。

      <br /><br />一、【协议的范围】
      <br />1.1	本协议是你与"助销帮微信公众平台"之间关于你使用本服务平台对微信公众账号进行系统化管理所订立的协议。“助销帮公众平台”以下简称“助销帮平台”；“用户”是指注册、登录、使用本服务的个人或组织，在本协议中更多地称为“你”。“其他用户”是指包括“你”的订阅用户等除用户本人外与微信公众平台服务相关的用户。

      <br />1.2 本协议内容包括《助销帮公众平台用户服务协议》以及专项规则等，且你在使用“助销帮平台”某一特定服务时，该服务可能会另有专项的服务声明，相关业务规则及公告指引等（以下统称为“专项规则”）。上述内容一经正式发布，即为本协议不可分割的组成部分，你同样应当遵守。你对前述任何专项规则的接受，即视为你对本协议全部的接受。

      <br /><br />二、【帐号注册与认证】
      <br />2.1 你在使用“助销帮平台”前需要注册一个帐号。该帐号可通过手机号码或电子邮箱帐号进行注册。“助销帮平台”有权根据用户需求或产品需要对帐号注册和方式进行变更，关于 你使用帐号的具体规则，请遵守《助销帮公众平台用户服务协议》以及“助销帮平台”为此发布的专项规则。

      <br />2.2 用户应当对所认证帐号资料的真实性、合法性、准确性和有效性独立承担责任，与“助销帮”平台无关。如因此给“助销帮平台”或第三方造成损害的，应当依法予以赔偿。

      <br /><br />三、【用户个人信息保护】
      <br />3.1 你在申请“助销帮平台”服务过程中，需要填写一些必要的信息，请保持这些信息的真实、准确、合法、有效并注意及时更新。

      <br />3.2 “助销帮平台”与用户一同致力于个人信息的保护，保护用户个人信息是“助销帮平台”的一项基本原则。未经你的同意，你的个人信息不会向除“助销帮平台”以外的任何公司、组织或个人披露你的个人隐私性信息，因你个人原因泄露、非“助销帮平台”意愿产生的泄露及法律法规另有规定的除外。

      <br /><br />四、【平台内容规范】
      <br />4.1 你不得利用“助销帮平台”对微信公众帐号进行系统化管理操作过程中制作、复制、发布、传播如下法律、法规和政策禁止的内容：
      <br />（1）反对宪法所确定的基本原则的；
      <br />（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
      <br />（3）损害国家荣誉和利益的；
      <br />（4）煽动民族仇恨、民族歧视，破坏民族团结的；
      <br />（5）破坏国家宗教政策，宣扬邪教和封建迷信的；
      <br />（6）散布谣言，扰乱社会秩序，破坏社会稳定的；
      <br />（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
      <br />（8）侮辱或者诽谤他人，侵害他人合法权益的；
      <br />（9）含有法律、法规和政策禁止的其他内容的信息。

      <br />4.2 你理解并同意，“助销帮平台”致力于为用户提供科学系统化管理微信公众账号的服务。你不得在利用“助销帮平台”对微信公众帐号进行系统化管理操作过程中制作、复制、发布、传播侵犯其他用户或第三方合法权益的内容，否则用户应当对所发布信息的真实性、合法性、准确性和有效性独立承担责任，与本平台无关。如因此给“助销帮平台”或第三方造成损害的，应当依法予以赔偿。

      <br /><br />五、【平台使用规则】
      <br />5.1 本条所述平台使用是指用户使用“助销帮平台”所进行的任何行为，包括但不限于注册登录、申请认证、帐号运营推广以及其他利用“助销帮平台”对微信公用账号进行的其他运营服务。

      <br />5.2 “助销帮平台”的使用为付费模式，如你在平台中选择相关服务，既表示你已经对相关服务内容和收费等了解和认同。

      <br />5.3 你不得利用“助销帮平台”进行如下行为：
      <br />(1) 提交、发布虚假信息，或冒充、利用他人名义的；
      <br /> (2) 侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的；
      <br />(3) 未经“助销帮平台”书面许可使用插件、外挂或其他第三方工具、服务接入本平台和相关系统；
      <br />(4) 利用“助销帮平台”从事任何违法犯罪活动的；
      <br />(5) 制作、发布与以上行为相关的方法、工具，或对此类方法、工具进行运营或传播，无论这些行为是否为商业目的；
      <br />(6) 其他违反法律法规规定或“助销帮平台”未明示授权的行为。

      <br /><br />六、【帐号管理】
      <br />6.1平台帐号的所有权归“助销帮平台”所有，用户完成申请注册手续后，获得本平台帐号的使用权。

      <br />6.2 用户有责任妥善保管注册帐户信息及帐户密码的安全，用户需要对注册帐户以及密码下的行为承担法律责任。用户同意在任何情况下不向他人透露帐户或密码信息。在你怀疑他人在使用你的帐户或密码时，你同意立即通知“助销帮平台”。

      <br />6.3 用户应遵守本协议的各项条款，正确、适当地使用“助销帮平台”，如用户违反本协议中的任何条款，“助销帮平台”有权依据本协议终止对违约用户提供服务。同时，“助销帮平台”保留在任何时候收回微服务帐号、用户名的权利。


      <br /><br />七、【其它】
      <br />7.1 你使用本服务即视为你已阅读并同意受本协议的约束。助销帮平台有权在必要时修改本协议条款。你可以在相关服务页面查阅最新版本的条款。本协议条款变更后，如果你继续使用助销帮平台服务，即视为你已接受修改后的协议。如果你不接受修改后的协议，应当停止使用助销帮平台。

      <br />.2 本协议签订地为中华人民共和国江苏省苏州市工业园区。

      <br />7.3 本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。

      <br />7.4 若你和助销帮平台之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，你同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。

      <br />7.5 本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。

      <br />7.6 本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。

    </div>
</template>

<script>
    export default {
        name: 'agreement',
        data () {
            return {
                msg: 'Welcome to Your Vue.js App'
            }
        },
        components: {},
        methods: {},
        computed: {},
        created() {

        }
    }
</script>

<style lang="scss">

</style>
